brew "anyenv"
brew "asdf"
brew "aws/tap/aws-sam-cli"
brew "bash"
brew "bash-completion@2"
brew "clang-format"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnuplot"
brew "grep"
brew "grpc"
brew "gzip"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mercurial"
brew "minikube"
brew "mise"
brew "neovim"
brew "nodebrew"
brew "openssl"
brew "postgresql@15"
brew "protobuf"
brew "python@3.12"
brew "python@3.11"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "rbenv-communal-gems"
brew "ruby-build"
brew "readline"
brew "screen"
brew "skaffold"
brew "tig"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"

cask "docker"
cask "google-cloud-sdk"
cask "iterm2"
cask "vagrant"
cask "virtualbox"
