tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "anyenv"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnuplot"
brew "golangci-lint"
brew "grep"
brew "gzip"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mercurial"
brew "minikube"
brew "neovim"
brew "nodebrew"
brew "postgresql@12"
brew "rbenv"
brew "rbenv-communal-gems"
brew "ruby-build"
brew "screen"
brew "skaffold"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"

cask "docker"
cask "iterm2"
cask "vagrant"
cask "virtualbox"
